13xforever.language-x86-64-assembly
christian-kohler.path-intellisense
cstrap.flask-snippets
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
mads-hartmann.bash-ide-vscode
maziac.asm-code-lens
mongodb.mongodb-vscode
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
pnp.polacode
qwtel.sqlite-viewer
rangav.vscode-thunder-client
ritwickdey.liveserver
sinclair.react-developer-tools
stylelint.vscode-stylelint
vscode-dark-red-theme.vscode-dark-red-theme
wholroyd.jinja
yandeu.five-server
yy0931.vscode-sqlite3-editor
